Repository: joonaojapalo/react-redux-pg-app
Catalog: src/backend/locale/*/LC_MESSAGES/messages.po
Languages: fi

source: Could not select user after inserting it
fi: Käyttäjän hakeminen ei onnistunut sen lisäämisen jälkeen

source: Could not select user group after inserting it
fi: Käyttäjäryhmän hakeminen ei onnistunut sen lisäämisen jälkeen

source: Only admin can add user groups
fi: Vain järjestelmänvalvoja voi lisätä käyttäjäryhmiä

source: Only admin can modify user groups
fi: Vain järjestelmänvalvoja voi muokata käyttäjäryhmiä

source: Only Admin or GroupAdmin may add users
fi: Vain järjestelmänvalvoja tai käyttäjäryhmän valvoja voi lisätä käyttäjiä

source: Only Admin or GroupAdmin may modify other users
fi: Vain järjestelmänvalvoja tai käyttäjäryhmän valvoja voi muokata muita käyttäjiä

source: Parent user group not found when inserting user group
fi: Yläkäyttäjäryhmä ei löytynyt käyttäjäryhmää lisättäessä

source: Parent user group not found when modifying user group
fi: Yläkäyttäjäryhmä ei löytynyt käyttäjäryhmää muokatessa

source: User already exists
fi: Käyttäjä on jo olemassa

source: User group not found when modifying user
fi: Käyttäjäryhmä ei löytynyt käyttäjää lisättäessä

source: User has no user group
fi: Käyttäjällä ei ole käyttäjäryhmää

source: User not found
fi: Käyttäjä ei löytynyt
